{
  "recipes": [
    {
      "name": "Potatispaj med dill och tångkaviar",
      "body": "Tillagning\nHacka gul lök fint. Värm olja i en kastrull, stek löken till den är blank.\n\nSkölj linserna i kallt vatten. Lägg över i kastrullen och slå på krossade tomater och vatten. Riv morötterna och lägg i. Tillsätt buljongtärning och tomatpuré. Låt koka under lock ca 10 min på medelsvag värme. Rör runt då och då.\n\nSätt ugnen på 225 grader\n\nNär såsen kokat klart, späd ev med mer vatten. Såsen ska vara lite tjock och inte rinnig. Pressa i vitlöksklyftorna. Smaka av med salt och peppar och andra kryddor efter din smak.\n\nTillagning\nSätt ugnen på 200 grader.\n\nGör pajdegen:\nGör pajskalet genom att blanda mjölsorterna och saltet. Slå på oljan och mjölken och blanda väl, krama ihop med händerna till en liten klump som du sedan trycker ut i en pajform. Förgrädda pajskalet i nedre delen av ugnen i ca 5 min.\n\nSkär potatisen i tunna skivor (eller använd mandolin) och riv citronskalet fint. Vispa ihop ägg och mjölkdryck i en bunke. När pajskalet är förgräddat, varva potatis med lite dill och citronskal. Häll sedan över äggstanningen och strö över den rivna osten. Grädda i ugn ca 30 min, tills potatisen är mjuk och och pajen fått lite färg.\n\nNär pajen är klar, låt den svalna. Skala och finhacka rödlöken. Toppa sedan pajen genom att klicka ut fraiche, rödlök och tångkaviar. Strö över ytterligare lite dill och servera!\nSmöra en ugnsfast form och lägg i ett lager tomatsås i botten. Varva med lasagneplattor, tomatsås, ostsås till alla lasagneplattor är slut. Avsluta med ett lager ostsås och strö gärna lite ost överst.\n\nGrädda i mitten av ugnen i ca 20 minuter. Se till så att inte lasagnen blir bränd.\n\nServera med en sallad.",
      "chef": "Lina",
      "id": 4
    },
    {
      "name": "Tomatsoppa i ugn med rostade linser",
      "body": "Tillagning\nSätt ugnen på 225 grader.\n\nSkala lök och vitlök. Hacka löken grovt och “tryck” till vitlöken med ena knivsidan så att vitlöksklyftan går sönder.\nLägg hela konserverade tomater i botten på en ugnsfast form. Lägg över lök och vitlök. Ringla olivolja över och salta.\n\nStäll in i mitten på ugnen ca 30 min.\n\nKoka under tiden linserna mjuka i rikligt med vatten.\n\nNär tomaterna är klara i ugnen: mixa tillsammans med grädde, vatten, buljongtärning, socker/honung och rivet citronskal. Låt koka upp. Smaka av med salt och peppar.\n\nRosta linserna i olja och en nypa salt i en stekpanna tills de blir knapriga.\n\nServera soppan med linserna, fetaost och toppa ev med lite timjan. Njut gärna tillsammans med ett gott bröd!",
      "chef": "Carlos",
      "id": 5
    },
    {
      "name": " Vita bönor med massor av vitlök, tomat och basilika",
      "body": "Finhacka vitlöken och stek i olja på medelvärme. Tillsätt buljongtärningen, spiskummin, och peppar. Rör om och häll sedan ner bönorna, vattnet och tomaterna. Låt puttra på låg värme i 10-15 minuter. Tillsätt basilika och smaka av med salt.\n\nRiv lite ost över precis innan servering - ät som den är eller med en bit bröd eller pasta till!",
      "chef": "Lina",
      "id": 6
    },
    {
      "name": "Enchiladas med fyllning på svarta bönor",
      "body": "Tillagning\nSätt ugnen på 225 grader.\n\nHacka gul lök, vitlök och chili fint. Hetta upp en stekpanna och stek hacket i olja och spiskummin\npå medelvärme. Lägg i tomatpuré, smula över buljongtärningen och låt fräsa med i ett par minuter\ntills löken är mjuk. Lägg i majsen och låt den steka med. Skär den grillade paprikan i bitar och lägg ner i fräset. Slå på fraichen och låt småputtra i 5-10 minuter. Lägg i bönorna på slutet så att de blir varma.\n\nOlja en ugnssäker form eller glasmatlådor. Fyll tortillabröden med bön-paprika-fyllningen och rulla\nihop. Lägg med kanten nedåt i formen. Upprepa tills fyllningen är slut. Häll passerade tomater över och bred ev ut med en slickepott för att få den jämnt fördelad. Strö riven ost över.\n\nGrädda i mitten av ugnen i ca 20 minuter eller tills osten har fått fin färg.",
      "chef": "Carlos",
      "id": 7
    },
    {
      "name": "Gazpacho med bönbröd",
      "body": "Tillagning\nBörja med att göra degen till brödet dagen innan: Smula ner jästen i vattnet i en bunke. Blanda i salt, olja och mixade kokta bönor. Rör i mjölet till en ganska så lös deg. Låt jäsa i kylskåp ca 8 timmar eller över natten.\n\nNär brödet jäst klart, sätt ugnen på 250 grader. Tillsätt ev mer mjöl och forma degen till små bröd. Placera på bakplåtspapper och låt stå tills ugnen är varm. Grädda i mitten av ugnen ca 10 min eller tills de fått färg.\n\nSkala och hacka gul lök och vitlök grovt. Lös upp buljong i lite ljummet vatten, Hacka paprikan. Mixa lök, paprika, tomat, olja, vinäger, sambal oelek och buljong till en slät soppa med en stavmixer eller blender. Tillsätt vatten till önskad konsistens. Smaka av med salt och peppar.\n\nServera med brödet och toppa ev. med lite hackad tomat och/eller persilja",
      "chef": "Ana",
      "id": 8
    },
    {
      "name": "Kikärtsgryta med sötpotatis, garam masala och kokos",
      "body": "Tillagning\nSkala sötpotatis och potatis och dela i mindre bitar. Hacka gul lök och vitlök fint. Hetta upp en gryta med olja, fräs löken. Låt ingefära, garam masala, hackad chili och gurkmeja fräsa med. Slå på kokosmjölken och smula ned buljongtärning. Lägg i potatisbitarna. Låt puttra under lock i ca 10-15 min.\n\nKoka under tiden riset enligt anvisningar på paketet.\n\nNär grytan kokat och potatisarna är mjuka: Hacka grönkålen grovt. Lägg i kikärtorna och grönkålen i grytan och låt puttra i ett par minuter så att grönkålen blir mjuk och kikärtorna varma.\n\nServera med riset.",
      "chef": "Lina",
      "id": 9
    },
    {
      "name": "Pasta med ugnsgratinerad fetaost, tomat och vita bönor",
      "body": "Tillagning\nSätt ugnen på 200 grader. Häll i tomaterna i en oljad ugnsfast form och tryck till dem så de spricker. Skala och mosa sönder vitlöksklyftorna med bredsidan på kniven. Lägg klyftorna på tomaterna. Lägg fetaostbiten i mitten. Lägg kokade bönor på tomatsåsen, men fördela över hela formen. Skär soltorkade tomater i småbitar och fördela runt. Ringla olja och strö kryddor över. Ställ in i mitten av ugnen i ca 30 min. Det är okej om såsen får lite yta i kanterna men den ska inte bli bränd/svart i kanterna.\n\nKoka pastan enligt anvisning på paketet.\n\nNär tomatsåsen är klar i ugnen; ta ut och mixa grovt.\nLägg den kokta pastan i formen och slå över såsen igen.",
      "chef": "Ana",
      "id": 10
    },
    {
      "name": " Krämig grönkål, svamp och bönsås med grönpeppar",
      "body": "Tillagning\nKoka upp matvetet tillsammans med buljontärningen i rikligt med vatten. Låt koka till matvetet är klart, ca 10 min.\n\nSkala och finhacka under tiden vitlök och lök. Stek mjuk i olja på medelvärme. Krossa eller finhacka grönpepparn, skär champinjoner och grönkål i mindre bitar. Häll i grönpeppar, champinjoner och grönkål i stekpannan och stek mjuk tillsammans med löken. Häll sedan i grädde och soja. Rör om och låt koka upp. Tillsätt tillsist de kokta vita bönorna och smaka av med salt eller soja.\n\nServera matvetet med grönpepparsåsen.",
      "chef": "Ana",
      "id": 11
    },
    {
      "name": "Misogryta med morot, rödkål, svamp och marinerade kikärtor",
      "body": "Tillagning\nKoka riset enligt förpackningen.\n\nGör marinaden genom att blanda ihop sesamolja, rapsolja, soja och vatten. Riv ner eller finhacka ingefära, vitlök och chili i marianden. Tillsätt de kokta kikärtorna, rör om och ställ åt sidan.\n\nGör sedan misoröran genom att hacka gul lök, vitlök, ingefära, chili grovt. Blanda med misopasta och olja. Mixa sedan till en slät röra med en stavmixer eller blender.\n\nSkär svamp, morot och rödkål i tunna skivor. Stek svamp och morötter ihop med misoröran på medelvärme i några minuter. Häll över vatten och låt puttra i några minuter. Stek rödkålen separat tills den mjuknat något och häll ner i grytan (du kan låta rödkålen steka med moroten och svampen men den kan färga av sig och göra grytan lite lila vilket man undviker om man steker den separat) Lägg ner rödkålen i grytan.\n\nServera grytan med ris och toppa med de marinerade kikärtorna och eventuellt lite färsk koriander.",
      "chef": "Carlos",
      "id": 12
    },
    {
      "name": "Varm matvetesallad med limedressing",
      "body": "Tillagning\nKoka upp matvetet i rikligt med vatten och buljongtärning.\n\nBlanda ihop såsen genom att pressa eller riva ner vitlök i fraichen och riv sedan ner skalet av limen. Rör om och ställ åt sidan.\n\nFinhacka chilin. Rosta chili och majs i en torr panna tills de fått lite färg. Ställ åt sidan.\nHacka rödlök, champinjoner och paprika i bitar. Stek i lite olja på medelvärme tills de mjuknat. Tillsätt curry och rör om. Stäng av plattan och häll ner de kokta vita bönorna, låt dem bli varma. Pressa över lime och blanda ner matvetet och majsen.\n\nServera den varma matvetesalladen med såsen!",
      "chef": "Ana",
      "id": 13
    },
    {
      "name": "Pad thai cheap style",
      "body": "Tillagning\nBörja med att göra såsen: skala och finhacka eller riv ingefära, vitlök och chili. Blanda med soja och pressa i limen.\n\nSkala och strimla morötter och vitkål fint. Använd gärna en osthyvel eller en mandolin för att få riktigt tunna strimlor. Stek på medelvärme i lite olja i några minuter tills grönsakerna är tillagade men har kvar en kärna i mitten. Knäck i äggen och rör om. Ställ åt sidan.\n\nKoka nudlarna. När de är klara, blanda nudlar, groddar, sås och grönsakerna. Toppa med hackade jordnötter.\n\nTips! Det är enkelt och superbilligt att göra egna groddar. Lägg tex. mungbönor i vatten i ca 12 timmar. Häll sedan över i ett durkslag och täck över med en kökshandduk. Skölj i rikligt med vatten 2-3 gånger om dagen i 3-4 dagar tills bönorna får en liten svans. Förvara sedan i kylskåp.",
      "chef": "Lina",
      "id": 14
    },
    {
      "name": "Falafel med tomatsalsa, persilja och tahinisås",
      "body": "Tillagning\nBlötlägg de torra kikärtorna i rikligt med vatten i minst 8 timmar, men gärna längre. Häll sedan av vattnet.\n\nGör salsan:\nGrovhacka de inlagda tomaterna. Finhacka rödlöken. Rör ihop med koriander, salt och olja i en skål. Ställ åt sidan.\n\nGör såsen:\nVispa ihop yoghurt/fraiche, tahini och salt. Tillsätt ev lite vatten för att få en lösare sås. Låt stå.\n\nGör falafeln:\nHacka gul lök och vitlök grovt. Hacka persilja (eller använd fryst persilja). Lägg blötlagda kikärtor, löken, hackad persilja, spiskummin, buljongen, sambal oelek och tahini/jordnötssmör i en mixer. Eller mixa med stavmixer. Mixa till helt slät smet. Rulla falafeln till runda bollar (använd blöta händer så går det lättare att forma). Hetta upp en traktörpanna eller stekpanna med olja. Använd ganska rikligt med olja så att du kan \"halvfritera\" bollarna. Hjälpa bollarna att rulla så att de får färg helt runt om. Ställ åt sidan.\n\nGör hemmagjorda tortillabröd:\nBlanda ihop de torra ingredienserna och tillsätt sedan vatten och olja. Knåda degen och dela sedan i 4-6 delar. Kavla ut varje deg till en rund platt kaka och stek sedan hastigt på hög värme i en stekpanna. För att hålla värmen och mjukhet i bröden kan du lägga dem i en handduk.\n\nServera brödet med en näve persilja, några skedar salsa, 3-4 falafel och toppa med lite sås - njut!",
      "chef": "Ana",
      "id": 15
    }
  ],
  "comments": [
    {
      "name": "Elisabeth",
      "body": "Super god!!",
      "recipeId": "4",
      "id": 1
    },
    {
      "name": "Josef",
      "body": "Enkelt och jätte gott recept! ",
      "recipeId": "8",
      "id": 2
    },
    {
      "name": "Marianne",
      "body": "Snabb och nyttig maträtt, rekommenderas!",
      "recipeId": "8",
      "id": 3
    },
    {
      "name": "Olle",
      "body": "Smaskigt!",
      "recipeId": "6",
      "id": 4
    },
    {
      "name": "Johanna",
      "body": "Mina barn älskade det här receptet!",
      "recipeId": "10",
      "id": 5
    },
    {
      "name": "Alfred",
      "body": "WOW 5/5!!",
      "recipeId": "13",
      "id": 6
    },
    {
      "name": "Elvis",
      "body": "Perfekt till sommaren, Mums!",
      "recipeId": "13",
      "id": 7
    },
    {
      "name": "Rebecka",
      "body": "Tips, det går lika bra att använda kikärtor på burk :-)",
      "recipeId": "15",
      "id": 8
    },
    {
      "name": "Oscar",
      "body": "Billigt och gott! Passar studentlivet",
      "recipeId": "9",
      "id": 10
    },
    {
      "name": "Maria",
      "body": "MummaGott!",
      "recipeId": "8",
      "id": 11
    }
  ]
}